Repository: unistra/viewflow
Catalog: viewflow/locale/*/LC_MESSAGES/django.po
Languages: fr

source: ASSIGNED
fr: Assigné

source: CANCELED
fr: Annulé

source: DONE
fr: Terminé

source: ERROR
fr: Erreur

source: NEW
fr: Nouveau

source: PREPARED
fr: En préparation

source: SCHEDULED
fr: Planifié

source: STARTED
fr: Lancé

source: UNRIPE
fr: Prématuré

source: Task {task} has been undone.
fr: La tâche {task} a été défaite

source: Task {task} has been canceled.
fr: La tâche {task} a été annulée

source: Task {task} has been executed.
fr: La tâche {task} a été lancée

source: Process {process} has been canceled.
fr: Le processus {process} a été lancé

source: All
fr: Tous

source: Active
fr: Actif

source: Canceled
fr: Annulé

source: Completed
fr: Effectué

source: Process {process} has been started.
fr: Le processus {process} a été commencé

source: Task {task} has been completed.
fr: La tâche {task} a été effectuée

source: Process {process} has been completed.
fr: Le processus {process} a été effectué

source: Task {task} has been assigned
fr: La tâche {task} a été assignée

source: Task {task} has been unassigned.
fr: La tâche {task} a été désasignée

source: Tasks {tasks} has been unassigned.
fr: Les tâches {tasks} ont été désasignées

source: Tasks {tasks} has been assigned.
fr: Les tâches {tasks} ont été asignées
